import dish1 from '../assets/img/dish1.png';
import dish2 from '../assets/img/dish2.png';
import dish3 from '../assets/img/dish3.png';
import dish4 from '../assets/img/dish4.png';

import action1 from '../assets/img/action/1.png';
import action2 from '../assets/img/action/2.png';
import action3 from '../assets/img/action/3.png';
import action4 from '../assets/img/action/4.png';
import action5 from '../assets/img/action/5.png';
import action6 from '../assets/img/action/6.png';
import action7 from '../assets/img/action/7.png';
import action8 from '../assets/img/action/8.png';
import action9 from '../assets/img/action/9.png';
import action10 from '../assets/img/action/10.png';
import action11 from '../assets/img/action/11.png';
import action12 from '../assets/img/action/12.png';


export const dishList = [
    {
        id: 1,
        img: dish1,
        title: 'Феттучини',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 350,
    },
    {
        id: 2,
        img: dish2,
        title: 'Карбонара',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 450,
    },
    {
        id: 3,
        img: dish3,
        title: 'Маргарита',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 300,
    },
    {
        id: 4,
        img: dish4,
        title: 'Пепперони',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 500,
    },
];


export const actionList = [
    {
        id: 1,
        img: action1,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 2,
        img: action2,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 3,
        img: action3,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 4,
        img: action4,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 5,
        img: action5,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 6,
        img: action6,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 7,
        img: action7,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 8,
        img: action8,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 9,
        img: action9,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 10,
        img: action10,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 11,
        img: action11,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
    {
        id: 12,
        img: action12,
        title: 'Дарим кибер-призы',
        text: 'Вот так ачивка! Закажите Кибер-комбо и получите доступ к играм от MY.GAMES, а еще кокосовый батончик и шоколадное печенье «Cyber» от Bite. А также станьте автоматическим участником розыгрыша игровых ключей и больших пицц 29 июня.',
    },
]

// export default noveltyList;