import dish1 from '../assets/img/1.png';
import dish2 from '../assets/img/2.png';
import dish3 from '../assets/img/3.png';

const noveltyList = [
    {
        id: 1,
        img: dish1,
        title: 'Феттучини',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 350,
    },
    {
        id: 2,
        img: dish2,
        title: 'Карбонара',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 450,
    },
    {
        id: 3,
        img: dish2,
        title: 'Маргарита',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 300,
    },
    {
        id: 4,
        img: dish3,
        title: 'Пепперони',
        text: 'Домашнаяя паста феттучини, сливочный соус, креветки, трюфельное масло, черный перец, пармезан.350 г',
        price: 500,
    },
];

export default noveltyList;